Repository: aviart/gd-star-rating
Catalog: languages/*-star-rating_*.po
Languages: sk_sk

source: Rating Template
sk_sk: Rating šablóny

source: Restrict
sk_sk: Obmedziť

source: Prevent article author to vote.
sk_sk: Zabrániť článku autor hlasovať.

source: This is only for registered users.
sk_sk: To je iba pre registrovaných užívateľov.

source: Use logged data (IP) to prevent duplicate voting.
sk_sk: Použite prihlásený údaje (IP) zabrániť duplicitné hlasovania.

source: Use cookies to prevent duplicate voting.
sk_sk: Pomocou cookies môžete zabrániť duplicitné hlasovania.

source: Allow votes from user and visitor coming from same IP address.
sk_sk: Povoliť hlasov od používateľ a návštevník prichádza z rovnakej IP adresy.

source: Vote Waiting Message
sk_sk: Hlasovanie čaká správu

source: Animation indicator
sk_sk: Animácie indikátor

source: Preview
sk_sk: Náhľad

source: Text to display
sk_sk: Text zobrazíte

source: Additional CSS class
sk_sk: Ďalšie CSS triedy

source: Hide text and show only animation image.
sk_sk: Skryť text a zobraziť iba animácie obrázok.

source: Spider BOT's
sk_sk: Spider TOPÁNOK

source: Each line must contain only one BOT name to ensure proper detection of search engines.
sk_sk: Každý riadok musí obsahovať iba jeden TOPÁNOK meno na zabezpečenie správneho rozoznania vyhľadávačov.

source: For comments for posts.
sk_sk: Za komentáre pre príspevky.

source: For comments for pages.
sk_sk: Za komentáre na stránkach.

source: Enable auto insert regardless of the single page or post.
sk_sk: Povoliť auto vložiť bez ohľadu na jednej stránke, alebo poštou.

source: Aggregated Rating
sk_sk: Súhrnné hodnotenie

source: Prevent comment author to vote.
sk_sk: Zabrániť komentár autora hlasovať.

source: Voting
sk_sk: Hlasovanie

source: Use Nonce with AJAX for improved security.
sk_sk: Jednorazový kód pomocou AJAX pre lepšie zabezpečenie.

source: Use AJAX cross-domain calls. Enable only if your website URL is different from actual URL.
sk_sk: Pomocou AJAX volania medzi doménami. Povoliť len vtedy, ak vaše webové stránky URL je odlišná od skutočnej URL.

source: Use banned IP's lists to filter out visitors.
sk_sk: Pomocou zoznamov zakázaných IP odfiltrovať návštevníkov.

source: Don't even show rating stars to visitors comming from banned IP's.
sk_sk: Dokonca nevykazujú Hodnotenie hviezdy pre návštevníkov prichádza z zakázaných IP.

source: Plugin Features
sk_sk: Plugin funkcie

source: Time restriction for rating.
sk_sk: Odšťavovania pre hodnotenie.

source: Moderation options and handling.
sk_sk: Moderovanie možnosti a manipuláciu.

source: Multiple rating support.
sk_sk: Podpora viacerých rating.

source: Thumbs up/down rating support.
sk_sk: Thumbs up/down rating podporu.

source: Post And Page Review Rating.
sk_sk: Post a stránky revízia hodnotenie.

source: Comments Rating.
sk_sk: Komentáre, hodnotenie.

source: Comments Review Rating.
sk_sk: Komentáre revízia hodnotenie.

source: Use graphics generator to generate and display static stars images.
sk_sk: Použiť grafiku generátor na generovanie a zobrazovanie obrázkov statické hviezdy.

source: Prevent outside access to graphics generator. Graphics integrated into RSS is not affected.
sk_sk: Zabránenie mimo prístup grafika generátor. Grafika integrované do RSS nie je dotknutá.

source: This leeching prevention will only work if a referer is sent and your server is set up correctly with proper server name variable.
sk_sk: Tento leeching prevencia bude fungovať iba ak referer odosiela a váš server správne nastavený správny server meno premennej.

source: JS and CSS files
sk_sk: JS a CSS súborov

source: Link external javascript rating code, instead of embeding it into the page.
sk_sk: Prepojenie externých javascript rating kód, namiesto embeding ho do stránky.

source: Link external CSS rating code, uncheck to embed all the CSS into the page.
sk_sk: Odkaz externý rating CSS kódu, zrušte začiarknutie políčka vložiť všetky CSS na stránku.

source: Link additional CSS file
sk_sk: Ďalší odkaz CSS súbor

source: Auto cache of the main CSS file enabled.
sk_sk: Auto vyrovnávacej pamäte hlavné CSS súboru povolené.

source: Character encoding
sk_sk: Kódovanie znakov

source: For list of supported charsets visit:
sk_sk: Zoznam podporovaných s├íd návšteva:

source: Log user agent (browser) information.
sk_sk: Informácie denníka user agent (prehliadač).

source: Save cookies with ratings.
sk_sk: Uložiť cookies s ratingom.

source: Use IE opacity fix for multi ratings.
sk_sk: Používať IE opacity fix pre viacročných mužstva.

source: Disable checking for IE6 and IE6 specific settings.
sk_sk: Zakázať kontrolu pre IE6 a IE6 špecifické nastavenia.

source: WP Query Object
sk_sk: WP dotaz objekte

source: Expand WP Query with new rating specific sorting and filtering.
sk_sk: Rozbaľte WP dotaz dimenzovanú nové špecifické triedenie a filtrovanie.

source: Comment Integration
sk_sk: Komentár integrácie

source: Hide comment integrated rating block if the comment is in reply mode (WP 2.7 or newer only).
sk_sk: Skryť komentár integrované hodnotenie blok, ak komentár je v odpovedi režime (WP 2.7 alebo novšie len).

source: Prevent saving more than one rating per user or visitor.
sk_sk: Zabránilo ukladanie viacerých rating na užívateľa alebo návštevníka.

source: Allow rating zero for standard rating vote from comment integration.
sk_sk: Umožňujú hodnotenie nula pre štandardné rating hlasovanie od komentár integrácie.

source: Allow rating zero for multis ratings vote from comment integration.
sk_sk: Umožňujú hodnotenie nula multis ratingy hlasovania od komentár integrácie.

source: Be careful with zero's settings. This can break some other things, and is not recommended or supported.
sk_sk: Buďte opatrní s zero je nastavenie. To môže zlomiť niektoré ďalšie veci, a je doporučené ani podporované.

source: Dashboard
sk_sk: Tabuľa (dashboard)

source: Add widgets to the administration dashboard.
sk_sk: Pridať widgety na tabuľu správy.

source: Add chart summary rating widget.
sk_sk: Pridať graf súhrnné rating widget.

source: Add widget with list of latest votes.
sk_sk: Pridať widget s zoznam najnovších hlasov.

source: Votes to display:
sk_sk: Hlasov na zobrazenie:

source: Show thumbs for posts.
sk_sk: Zobraziť palci príspevkov.

source: Show stars for posts.
sk_sk: Zobraziť hviezdy pre príspevky.

source: Show multis for posts.
sk_sk: Zobraziť multis pre príspevky.

source: Show thumbs for comments.
sk_sk: Zobraziť palce pre komentáre.

source: Show stars for comments.
sk_sk: Zobraziť hviezdy pre komentáre.

source: Widgets
sk_sk: Widgety

source: GD Star Rating: Post/Page rating widget.
sk_sk: GD Star Rating: Post/stránka rating widget.

source: GD Blog Rating: Blog average rating.
sk_sk: GD Blog Hodnotenie: Priemerné hodnotenie blogu.

source: GD Comments Rating: Per post comments rating.
sk_sk: GD komentáre Hodnotenie: Za post komentáre rating.

source: Don't render the widget if there are no results to display.
sk_sk: Neznemožňujú widget, ak neexistujú žiadne výsledky zobrazíte.

source: Post Edit
sk_sk: Príspevok editovať

source: Add standard rating box in the post/page edit sidebar area.
sk_sk: Pridať štandardný rating pole v oblasti sidebar edit post/page.

source: Add multi ratings box in the post/page edit.
sk_sk: Pridať multi ratingy box v edit post/page.

source: Add rating shortcode plugin into tinyMCE visual editor.
sk_sk: Pridať Hodnotenie krátky plugin do vizuálneho editora tinyMCE.

source: Comment Edit
sk_sk: Upraviť komentár

source: Add rating box on the comment edit page.
sk_sk: Pridať Hodnotenie box na stránku upraviť komentár.

source: RSS Feeds
sk_sk: RSS kanály

source: Add small 80x15 badge to posts in RSS feed.
sk_sk: Pridať malé 80 x 15 odznak na príspevky v RSS feed.

source: Add ratings to posts in RSS feeds.
sk_sk: Pridať Hodnotenie príspevkov v RSS kanály.

source: Data source
sk_sk: Zdroj údajov

source: Standard Rating
sk_sk: Štandardné Rating

source: Rating Header
sk_sk: Rating hlavičky

source: Rating button CSS class
sk_sk: Tlačidlo Hodnotenie CSS triedy

source: Submit Button
sk_sk: Tlačidlo Odoslať

source: Button text
sk_sk: Tlačidlo text

source: Use submit button to send votes. If disabled, votes will be send once all block elements are rated.
sk_sk: Používať tlačidlo Odoslať Odoslať hlasov. Ak je zakázaná, hlasov bude posielať raz blokovať všetky prvky sú hodnotené.

source: Trend Calculations
sk_sk: Trend výpočty

source: Calculate for last number of days
sk_sk: Vypočítať za posledných niekoľko dní

source: Calculate over how many days before
sk_sk: Vypočítať za koľko dní pred

source: Bayesian Estimate Mean
sk_sk: Bayesovský odhad priemer

source: Minimum votes required
sk_sk: Minimum potrebn├╜ch hlasov

source: Mean vote rating across the whole report
sk_sk: Znamená hlas rating cez celá správa

source: Posts &amp; Pages
sk_sk: Miesta &amp;amp; stránok

source: Thumbs Set
sk_sk: Palce súboru

source: Reinstall
sk_sk: Preinštalovať

source: All database tables will be deleted, and installed again.
sk_sk: Všetky databázové tabuľky odstránia, a znova nainštalovať.

source: This operation is not reversable. Backup your data if you want to be able to restore it later.
sk_sk: Táto operácia nie je reverzibilné. Zálohovať vaše dáta, ak chcete byť schopní obnoviť neskôr.

source: Reinstall Multi Ratings
sk_sk: Preinštalovať viacročných mužstva

source: Only multi ratings tables will be deleted, and installed again.
sk_sk: Len multi ratingy tabuľky odstránia, a znova nainštalovať.

source: Reinstall Templates
sk_sk: Preinštalovať šablóny

source: This will remove all saved templates for the plugin. Templates will be reseted to their default values.
sk_sk: Týmto sa odstránia všetky uložené šablóny pre plugin. Šablóny bude reseted predvolené hodnoty.

source: Remove Settings
sk_sk: Odstrániť nastavenia

source: This will remove all plugin settings and all the saved widgets.
sk_sk: Táto akcia odstráni všetky plugin nastavenia a všetky uložené widgety.

source: Reset Imports
sk_sk: Obnovenie dovozov

source: This will reset all import flags for import data modules and will allow you to import again allready imported data.
sk_sk: To bude resetovať všetky príznaky importu pre import údajov moduly a vám umožní importovať znova allready importované údaje.

source: Uninstall
sk_sk: Odinštalovať

source: After removal, plugin will be disabled. All data recorded by the plugin will be lost
sk_sk: Po odstránení bude vypnutý plugin. Všetky údaje zaznamenané plugin sa stratia

source: UNINSTALL
sk_sk: ODINŠTALOVAŤ

source: Date Based Post Locking
sk_sk: Dátum založené Post zamykanie

source: Lock posts older than
sk_sk: Zámok príspevky starší ako

source: Lock
sk_sk: Zámok

source: Previous Lock Date
sk_sk: Predchádzajúci dátum uzamknutia

source: Global Voting Rules Update
sk_sk: Globálna aktualizácia hlasovacích pravidiel

source: This will update all posts and comments with previously saved ratings.
sk_sk: Tým sa aktualizuje všetky príspevky a komentáre s uloženú mužstva.

source: Recalculate Multi Ratings Averages
sk_sk: Prepočítať Multi ratingy priemery

source: If you change multi rating sets weight for the elements you can execute recaluculation of all average ratings saved. Select the set you want to recalculate for, or select all sets.
sk_sk: Ak zmeníte multi rating hmotnosť súpravy pre prvky môže vykonávať recaluculation všetky priemerné hodnotenie uložené. Vyberte súbor, ktorý chcete prepočítať pre, alebo vyberte všetky súbory.

source: Use this also if you update from versions before 1.2.0 and you had problems with saving multi rating results.
sk_sk: Použiť aj ak aktualizujete z verzie pred 1.2.0 a ste mali problémy s ukladaním multi Hodnotenie výsledkov.

source: Select multi set
sk_sk: Vyberte multi set

source: All Sets
sk_sk: Všetky sety

source: Recalculate
sk_sk: Prepočítať

source: Depending on the number of posts, this operation can take a while to complete. Be patient.
sk_sk: V závislosti od počtu pracovných miest, táto operácia môže trvať dlho, ako kompletnú. Buďte trpezliví.

source: Update Multi Rating Votes Log
sk_sk: Aktualizovať Multi Rating hlasov Log

source: This tool will update votes log and recalculate average value for each multi ratings votes.
sk_sk: Tento nástroj bude aktualizovať hlasov log a prepočítať priemerné hodnoty pre každý multi ratingy hlasov.

source: You need to do only once.
sk_sk: Musíte urobiť len raz.

source: Cache
sk_sk: Vyrovnávacia pamäť

source: Delete all cached files from folder
sk_sk: Odstrániť všetky cache súbory z priečinka

source: Clean
sk_sk: Čistenie

source: Last cleanup was executed on
sk_sk: Posledný vyčistenie bol popravený

source: Total files cached
sk_sk: Celkový počet súborov vo vyrovnávacej pamäti

source: Total size of cached files
sk_sk: Celková veľkosť vyrovnávacej pamäte súborov

source: Empty the debug file
sk_sk: Prázdny súbor ladenia

source: Total size of debug file
sk_sk: Celková veľkosť súboru ladenia

source: Try to upgrade plugin tables. This is performed automatically after each plugin upgrade, but you can use this tool also.
sk_sk: Try na upgrade plugin tabuliek. To sa vykonáva automaticky po každom plugin upgrade, ale môžete tiež použiť tento nástroj.

source: Cleanup
sk_sk: Vyčistenie

source: Remove all invalid votes from votes log.
sk_sk: Odstrániť všetky neplatné hlasy z denníka hlasov.

source: Remove all invalid votes from trends log.
sk_sk: Odstrániť všetky neplatné hlasy z trendy log.

source: Remove data for old and deleted posts and comments.
sk_sk: Odstrániť údaje pre staré a zmazané príspevky a komentáre.

source: Remove data for old and deleted multi ratings.
sk_sk: Odstrániť údaje pre staré a odstránené viacročných mužstva.

source: Cleanup summary
sk_sk: Čistenie Zhrnutie

source: Save
sk_sk: Uložiť

source: File is not writeable and can't be saved through this form.
sk_sk: Súbor sa nedá zapisovať a cez tento formulár sa nedá uložiť.

source: Additional CSS file not found
sk_sk: Ďalšie CSS súbor nebol nájdený

source: Stars and Trends Graphics
sk_sk: Hviezdy a trendy grafiky

source: Rescan graphics folders for new stars and trends images.
sk_sk: Preskenovať priečinok grafiky pre nové hviezdy a trendy obrázky.

source: Rescan
sk_sk: Znova prehľadať

source: Last scan was executed on.
sk_sk: Poslednom teste bol popravený.

source: Import Templates
sk_sk: Import šablóny

source: This will import templates from alternative location:
sk_sk: Týmto sa importuje šablóny z alternatívneho umiestnenia:

source: Templates with same name as the templates already in database will be skipped.
sk_sk: Šablóny s rovnakým názvom ako šablóny už v databáze sa vynechá.

source: Time
sk_sk: Čas

source: Views
sk_sk: Názory

source: date limit
sk_sk: dátum obmedzenia

source: countdown
sk_sk: odpočítavanie

source: no limit
sk_sk: žiadny limit

source: Charts
sk_sk: Grafy

source: Builder
sk_sk: Staviteľ

source: Shortcode/Functions
sk_sk: Krátky/funkcie

source: Settings
sk_sk: Nastavenia

source: Category
sk_sk: Kategória

source: Time Restrictions
sk_sk: Časové obmedzenia

source: Integration
sk_sk: Integrácia

source: (this multi set is used for comment integration)
sk_sk: (tento multi súbor sa používa pre integráciu komentár)

source: inhert from parent
sk_sk: inhert z materskej

source: Articles (Posts And Pages)
sk_sk: Články (príspevky a stránky)

source: Comments for post
sk_sk: Komentáre k post

source: Comment
sk_sk: Komentár

source: User
sk_sk: Používateľ

source: Date And Time
sk_sk: Dátum a čas

source: Votes
sk_sk: Hlasov

source: With selected
sk_sk: S vybraných

source: Export Data
sk_sk: Export údajov

source: Users Data
sk_sk: Užívatelia Data

source: T2 Templates
sk_sk: T2 šablóny

source: Settings saved.
sk_sk: Nastavenia uložené.

source: Save Settings
sk_sk: Uložiť nastavenia

source: Import Data
sk_sk: Import údajov

source: Author URL
sk_sk: Autor URL

source: Status
sk_sk: Stav

source: Instructions
sk_sk: Pokyny

source: For each value you have a name of the variable from plugin file in square brackets.
sk_sk: Pre každú hodnotu máte názov premennej z plugin súbor v hranatých zátvorkách.

source: Plugin could save data in post meta table or only in the post using shortcodes. Import can try both, but if you are usre that ratings are stored in post meta table, use that option.
sk_sk: Plugin by mohol uložiť údaje v poštou meta tabuľky alebo len v post pomocou shortcodes. Importovať môžete skúste obe, ale ak ste usre, ktoré hodnotenia sú uložené v post meta tabuľky, použite túto možnosť.

source: Import Settings
sk_sk: Nastavenie importu

source: Maximum review value
sk_sk: Maximálna ďalšiu hodnotu

source: Meta Key
sk_sk: Meta kľúča

source: Try Importing from
sk_sk: Skúste importovať z

source: Posts meta table
sk_sk: Príspevky meta tabuľky

source: Posts contents only
sk_sk: Obsah príspevkov iba

source: Both contents and meta
sk_sk: Obsahu a meta

source: To avoid rating data import problems, please don't use GD Star Rating in the same time as the plugins above, to avoid potential import problems and false data. I can't guarantee that data will be transfered without problems.
sk_sk: Aby sa zabránilo rating problémy importu údajov, prosím, nepoužívajte GD Star Rating v rovnakom čase ako plugins vyššie, aby sa zabránilo prípadnému dovozné problémy a nepravdivé údaje. Nemôže zaručiť, že údaje budú prevedené bez problémov.

source: You need to enter few settings for this plugin. This can be found in the plugin's main and only PHP file: %s
sk_sk: Musíte zadať niektoré nastavenia pre tento plugin. To možno nájsť v pluginu je hlavným a jediným PHP file: %s

source: Ban New
sk_sk: Zákaz nových

source: Banned
sk_sk: Zakázané

source: With Selected
sk_sk: S vybraných

source: Approve
sk_sk: Schváliť

source: Features
sk_sk: Funkcie

source: Advanced
sk_sk: Pokročilé

source: Posts And Pages
sk_sk: Príspevky a stránky

source: Thumbs Up/Down
sk_sk: Palce hore/dole

source: Database tables reinstalled.
sk_sk: Databázové tabuľky preinštalovať.

source: Multi rating tables reinstalled.
sk_sk: Multi rating tabuľky preinštalovať.

source: Settings are removed from WordPress installation.
sk_sk: Nastavenia sú odstránené z WordPress inštalácie.

source: Plugins default templates are reinstalled.
sk_sk: Opätovne inštalovať pluginy predvolené šablóny.

source: Import Information is reseted.
sk_sk: Import informácií je reseted.

source: Are you sure? Operation is not reversible.
sk_sk: si si istý? Operácia sa nedá vrátiť.

source: Database Maintenance
sk_sk: Údržba databázy

source: Global Maintenance
sk_sk: Globálne údržby

source: Full Uninstall
sk_sk: Úplné odinštalovanie

source: Tools
sk_sk: Nástroje

source: Bulk
sk_sk: Hromadné

source: Database
sk_sk: Databáza

source: Edit CSS
sk_sk: Upraviť CSS

source: Thumbs Articles
sk_sk: Palce články

source: Thumbs Comments
sk_sk: Palce komentáre

source: Ratings Articles
sk_sk: Hodnotenie článkov

source: Ratings Comments
sk_sk: Hodnotenie komentárov

source: Visitor
sk_sk: Návštevník

source: unique ip's
sk_sk: unikátne ip

source: User Vote Log
sk_sk: Užívateľ hlasovania Log

source: Votes log for user
sk_sk: Hlasov log pre používateľa

source: Votes log for visitors
sk_sk: Hlasov log pre návštevníkov

source: All Votes
sk_sk: Všetkých hlasov

source: Vote Date
sk_sk: Hlasovanie dátum

source: Post
sk_sk: Príspevok

source: Comment Author
sk_sk: Komentár autora

source: Comment Excerpt
sk_sk: Komentár výňatok

source: Add selected IP's to ban IP's list.
sk_sk: Pridať zvolené ov je zakázať IP je zoznam.

source: Only Invalid
sk_sk: Len neplatné

source: From Log Only
sk_sk: Z denníka len

source: Full Delete
sk_sk: Úplné odstránenie

source: Vote log for post
sk_sk: Hlasovanie v denníku post

source: StarRater will render actual rating block if you choose not to have it automatically inserted. This way you can position it wherever you want in the contnents.
sk_sk: StarRater odplatí skutočný rating blok, ak sa rozhodnete, aby sa to automaticky vložený. Týmto spôsobom môžete umiestniť ho kamkoľvek budete chcieť v contnents.

source: Display rating block as read only.
sk_sk: Displej rating bloku ako read only.

source: Articles Review Rating
sk_sk: Články revízia Hodnotenie

source: StarReview will render stars representing review value assigned to the post or page.
sk_sk: StarReview odplatí hviezdičiek, reprezentujúcich preskúmanie hodnota priradená k príspevku alebo stránky.

source: Include Articles
sk_sk: Zahŕňajú články

source: Posts Only
sk_sk: Príspevkov iba

source: Pages Only
sk_sk: Iba strany

source: Display Votes From
sk_sk: Hlasovalo displej

source: Everyone
sk_sk: Všetci

source: Users Only
sk_sk: Len pre používateľov

source: Aggregated Comments Ratings
sk_sk: Súhrnné hodnotenie komentáre

source: This will render aggregated comments rating for the post.
sk_sk: To bude poskytovať súhrnné poznámky rating pre post.

source: Calculate Votes From
sk_sk: Výpočet hlasovalo

source: Basic
sk_sk: Základné

source: Minimum Votes
sk_sk: Minimálny počet hlasov

source: Excerpt words
sk_sk: Výpis slov

source: Sorting
sk_sk: Triedenie

source: Column
sk_sk: Stĺpec

source: Total Votes
sk_sk: Celkový počet hlasov

source: Count
sk_sk: Počet

source: Bayesian Rating
sk_sk: Bayesovský Rating

source: Order
sk_sk: Objednávky

source: Descending
sk_sk: Zostupne

source: Ascending
sk_sk: Vzostupne

source: Last Voted
sk_sk: Naposledy zvolený

source: Use only articles voted for in last # days.
sk_sk: Používať iba články volili v posledných dňoch #.

source: Enter 0 for all
sk_sk: Ak zadáte hodnotu 0 pre všetky

source: Publish Date
sk_sk: Publikovať dátum

source: Last # days
sk_sk: Posledné dni #

source: Exact month
sk_sk: Presne mesiac

source: Date range
sk_sk: Rozsah dátumov

source: Number Of Days
sk_sk: Počet dní

source: Month
sk_sk: Mesiac

source: Range
sk_sk: Rozsah

source: Display
sk_sk: Displej

source: Number Of Posts
sk_sk: Počet pracovných miest

source: Items Grouping
sk_sk: Zoskupovanie položiek

source: No grouping
sk_sk: Žiadne zoskupenie

source: User based
sk_sk: Užívateľských

source: Category based
sk_sk: Kategórie založené

source: Taxonomy based
sk_sk: Taxonómia založené

source: Taxonomy
sk_sk: Taxonómie

source: Source
sk_sk: Zdroj

source: Data Source
sk_sk: Zdroj údajov

source: Rating trend display as
sk_sk: Zobrazovaný názov trend rating

source: Image
sk_sk: Obrázok

source: Up
sk_sk: Hore

source: Equal
sk_sk: Rovnosť

source: Down
sk_sk: Nadol

source: Image set
sk_sk: Image súbor

source: Voting trend display as
sk_sk: Hlasovacie trend Zobraziť ako

source: Hiding
sk_sk: Skrytie

source: Bayesian minumum votes required.
sk_sk: Bayesovský minimálne požadovaných hlasov.

source: Hide articles with no recorded votes.
sk_sk: Skryť články nevyskytli hlasy zaznamenané.

source: Hide articles with no review values.
sk_sk: Skryť články bez preskúmania hodnôt.

source: Multi Ratings
sk_sk: Viacročných mužstva

source: Elements Stars
sk_sk: Prvky hviezdy

source: Average Stars
sk_sk: Priemerná hviezdy

source: Multi Reviews
sk_sk: Multi Recenzie

source: Default
sk_sk: Predvolené

source: Post Image
sk_sk: Post obrázok

source: Resize Width x Height
sk_sk: Veľkosť šírka x výška

source: This will work only if image is stored on the server.
sk_sk: To bude fungovať iba v prípade, že obrázok je uložený na serveri.

source: Get Image From
sk_sk: Dostať obraz z

source: No image
sk_sk: Žiadny obrázok

source: Custom field
sk_sk: Vlastné pole

source: Post content
sk_sk: Post obsah

source: If you use %IMAGE% tag in template and this option is selected, image will not be rendered.
sk_sk: Ak použijete % IMAGE % značky šablóny a táto voľba vybratá, nebolo možné vykresliť obraz.

source: Custom Field
sk_sk: Vlastné pole

source: First image from post content will be used for %IMAGE% tag.
sk_sk: Prvý obrázok z post obsah budú použité pre % IMAGE značky %.

source: Rating Stars
sk_sk: Hodnotenie hviezdy
