Repository: aviart/gd-star-rating
Catalog: languages/*-star-rating_*.po
Languages: sk_sk

source: Chart with votes distribution
sk_sk: Graf s rozdelenie hlasov

source: Show all dates
sk_sk: Zobraziť všetky dátumy

source: All users and visitors
sk_sk: Všetkých používateľov a návštevníkov

source: Visitors Only
sk_sk: Len ich návštevníci

source: All Users
sk_sk: Všetkých používateľov

source: All categories
sk_sk: Všetky kategórie

source: articles
sk_sk: články

source: inherited
sk_sk: zdedené

source: all
sk_sk: všetky

source: visitors
sk_sk: návštevníkov

source: users
sk_sk: užívatelia

source: free
sk_sk: zadarmo

source: comments
sk_sk: Komentáre

source: hidden
sk_sk: skryté

source: locked
sk_sk: zamknuté

source: everyone
sk_sk: všetci

source: thumbs
sk_sk: palce

source: parent
sk_sk: rodič

source: votes
sk_sk: hlasov

source: (no title)
sk_sk: (bez názvu)

source: Element Word Votes
sk_sk: Prvok slovo hlasov

source: Singular
sk_sk: Singulární

source: Plural
sk_sk: Množné číslo

source: Element For Alternating Table Rows
sk_sk: Prvok pre striedavý riadky tabuľky

source: Odd
sk_sk: Nepárne

source: Even
sk_sk: Dokonca

source: Standard Ratings Text
sk_sk: Štandardné Ratings Text

source: article rating
sk_sk: Hodnotenie článku

source: maximum rating value
sk_sk: maximálne Hodnotenie hodnota

source: total votes for article
sk_sk: celkový počet hlasov pre článok

source: singular/plural word votes
sk_sk: jednotnom/množnom čísle slovo hlasov

source: remaining years
sk_sk: zostávajúce roky

source: remaining months
sk_sk: zostávajúce mesiace

source: remaining days
sk_sk: zostávajúci počet dní

source: remaining hours
sk_sk: zvyšné hodiny

source: remaining minutes
sk_sk: zostávajúcich minút

source: remaining seconds
sk_sk: zostávajúce sekundy

source: end voting date
sk_sk: koniec hlasovania dátum

source: total remaining days
sk_sk: celkový zostávajúci počet dní

source: total remaining hours
sk_sk: celková zvyšné hodiny

source: total remaining minutes
sk_sk: celkom zostávajúcich minút

source: saved vote value
sk_sk: hodnota uložených hlasovanie

source: Normal
sk_sk: Normálne

source: Time Restricted Active
sk_sk: Čas obmedzený aktívny

source: Time Restricted Closed
sk_sk: Obmedzený čas zatvorené

source: Vote Saved
sk_sk: Hlasovanie uložené

source: Standard Ratings Results
sk_sk: Štandardné Hodnotenie výsledkov

source: article review
sk_sk: článok Recenzie

source: maximum review value
sk_sk: Maximálna ďalšiu hodnotu

source: title
sk_sk: názov

source: clean name
sk_sk: čisté názov

source: taxonomy
sk_sk: taxonómie

source: url to post/page
sk_sk: URL na post/stránku

source: rating stars
sk_sk: Hodnotenie hviezdy

source: rating thumb
sk_sk: rating palec

source: bayesian estimate mean rating
sk_sk: bayesovský odhad mysli rating

source: bayesian estimate mean rating stars
sk_sk: bayesovský odhad priemerný rating hviezdy

source: article rating trend
sk_sk: článok rating trend

source: article voting trend
sk_sk: článok hlasovacích trend

source: article review stars
sk_sk: článok preskúmanie hviezdy

source: number of posts/pages
sk_sk: počet pracovných miest/pages

source: results rank id
sk_sk: Výsledky kategórie id

source: image for the post/page
sk_sk: obrázok na post/stránku

source: short post/page excerpt
sk_sk: krátky post/page výpis

source: name of the post/page author
sk_sk: meno autora post/stránku

source: url to authors archive
sk_sk: URL autorov Archív

source: class for alternating row class
sk_sk: triedy pre striedavý riadok triedy

source: auto generated row classes
sk_sk: auto generované riadok tried

source: Header
sk_sk: Hlavička

source: Item
sk_sk: Položka

source: Footer
sk_sk: Päta

source: Comments Ratings Text
sk_sk: Komentáre Ratings Text

source: comment rating
sk_sk: ratingu komentár

source: maximum comment rating value
sk_sk: hodnota maximálnej komentár rating

source: total votes for comment
sk_sk: celkový počet hlasov pre komentár

source: Standard RSS Rating Block
sk_sk: Štandardný blok RSS Rating

source: rating header text
sk_sk: text hlavičky rating

source: Comments Aggregated Rating
sk_sk: Komentáre súhrnné hodnotenie

source: total comments
sk_sk: celkom komentárov

source: total votes for all comment
sk_sk: celkový počet hlasov pre všetky komentár

source: comment rating stars
sk_sk: komentár Hodnotenie hviezdy

source: Multi Ratings Stars
sk_sk: Multi ratingy hviezdy

source: single element name
sk_sk: jediný prvok názov

source: single element id
sk_sk: jediný prvok id

source: single element stars
sk_sk: jediný prvok hviezdy

source: single element value
sk_sk: hodnota jedného prvku

source: Multi Ratings Block
sk_sk: Multi ratingy blok

source: mulit rating header text
sk_sk: text hlavičky Mulit rating

source: multi rating stars
sk_sk: multi Hodnotenie hviezdy

source: css class for whole block
sk_sk: CSS triedy pre celý blok

source: css class for header
sk_sk: CSS triedy pre hlavičku

source: css class for rating text
sk_sk: CSS triedy pre rating text

source: rating button
sk_sk: tlačidlo Hodnotenie

source: average rating
sk_sk: priemerné hodnotenie

source: average rating stars
sk_sk: priemerné hodnotenie hviezdy

source: Standard Ratings Block
sk_sk: Štandardný blok ratingov

source: css class for stars
sk_sk: CSS triedy pre hviezdy

source: Comments Ratings Block
sk_sk: Komentáre ratingy blok

source: article percentage rating
sk_sk: článok percentuálne Hodnotenie

source: Widget Comments Rating
sk_sk: Widget komentáre Rating

source: comment contents
sk_sk: komentár obsah

source: url to comment
sk_sk: URL komentár

source: comment id
sk_sk: komentár id

source: name of the comments author
sk_sk: meno autora komentárov

source: authors url
sk_sk: Autori url

source: authors avatar
sk_sk: Autori avatar

source: Standard Review Rating Block
sk_sk: Štandardný blok preskúmanie ratingu

source: Comments Review Rating Block
sk_sk: Komentáre preskúmanie ratingu blok

source: Multi Review Rating Block
sk_sk: Multi preskúmanie ratingu blok

source: Aggregated Comments Review Rating
sk_sk: Súhrnné poznámky revízia Hodnotenie

source: Multi Review Editor
sk_sk: Multi Recenzie Editor

source: Multi Rating Comment Integration
sk_sk: Multi ratingu komentár integrácie

source: Multi Rating Comment Integration Result
sk_sk: Multi ratingu komentár integrácie výsledok

source: Thumbs Article Ratings Text
sk_sk: Palce článku Ratings Text

source: total up votes for article
sk_sk: celkom up hlasy za článok

source: total down votes for article
sk_sk: celkom dole hlasov za článok

source: Thumbs Article Rating Block
sk_sk: Palce článku Rating blok

source: thumb down image style
sk_sk: palec dole obrázok štýl

source: thumb up image style
sk_sk: palec hore obrázok štýl

source: Inactive
sk_sk: Neaktívne

source: Active
sk_sk: Aktívne

source: Thumbs Comment Ratings Text
sk_sk: Palce Ratings Text komentára

source: Thumbs Comment Rating Block
sk_sk: Palce Rating komentovať blok

source: No moderation
sk_sk: Žiadne moderovanie

source: Moderate visitors
sk_sk: Mierny návštevníkov

source: Moderate users
sk_sk: Mierny užívateľov

source: Moderate all
sk_sk: Mierny all

source: Inherit from Category
sk_sk: Zdediť z kategórie

source: Inherit from Parent
sk_sk: Od nadradených objektov Zdediť

source: Everyone can vote
sk_sk: Každý môže hlasovať

source: Only visitors
sk_sk: Iba návštevníci

source: Only users
sk_sk: Len používatelia

source: Locked
sk_sk: Zamknuté

source: Locked and hidden
sk_sk: Zamknuté a skryté

source: No timer
sk_sk: Bez časovača

source: Countdown timer
sk_sk: Časovač odpočítavania

source: Date limited
sk_sk: Dátum obmedzené

source: Bottom
sk_sk: Dno

source: Top and Bottom
sk_sk: Hornej a dolnej

source: Hours
sk_sk: Hodín

source: Days
sk_sk: Dní

source: Months
sk_sk: Mesiacov

source: Icon
sk_sk: Ikona

source: Small
sk_sk: Malé

source: Standard
sk_sk: Štandard

source: Medium
sk_sk: Médium

source: Big
sk_sk: Veľký

source: Stars and text
sk_sk: Hviezdami a texte

source: Stars only
sk_sk: Iba hviezdy

source: Text only
sk_sk: Iba text

source: No alignment
sk_sk: Žiadne zarovnanie

source: Left
sk_sk: Doľava

source: Center
sk_sk: Centrum

source: Right
sk_sk: Právo

source: No Animation
sk_sk: Bez animácie

source: Always hide
sk_sk: Vždy skryť

source: Top (hide if empty)
sk_sk: Top (skryť, ak je prázdne)

source: Bottom (hide if empty)
sk_sk: Dno (skryť, ak je prázdne)

source: Left (hide if empty)
sk_sk: Vľavo (skryť, ak je prázdne)

source: Right (hide if empty)
sk_sk: Právo (skryť, ak je prázdne)

source: Data not imported.
sk_sk: Nie naimportovaných údajov.

source: Plugin not available for import.
sk_sk: Plugin nie je k dispozícii pre import.

source: Data imported.
sk_sk: Naimportovaných údajov.

source: Customized rating results list.
sk_sk: Zoznam prispôsobených Hodnotenie výsledkov.

source: Overall blog rating results.
sk_sk: Celkové výsledky blog rating.

source: Current post comments rating.
sk_sk: Aktuálne komentáre post hodnotenie.

source: Default Templates
sk_sk: Predvolené šablóny

source: Section / Type
sk_sk: Oddiel / typ

source: Template
sk_sk: Šablóna

source: Options
sk_sk: Možnosti

source: Save Changes
sk_sk: Uložiť zmeny

source: Template Editor
sk_sk: Šablónu Editor

source: Elements
sk_sk: Prvky

source: General
sk_sk: Všeobecné

source: Name
sk_sk: meno

source: Description
sk_sk: Popis

source: All tag elements
sk_sk: Všetkých značiek prvkov

source: No tag elements allowed
sk_sk: Žiadne značiek prvkov povolené

source: Save Template
sk_sk: Uložiť šablónu

source: Select template to use for this element:
sk_sk: Vyberte šablónu chcete použiť pre tento prvok:

source: Creating new template
sk_sk: Vytvorenie novej šablóny

source: Allowed elements
sk_sk: Povolené prvky

source: Templates
sk_sk: Šablóny

source: Set Default Templates
sk_sk: Nastaviť predvolené šablóny

source: New template for:
sk_sk: Novú šablónu pre:

source: Create
sk_sk: Vytvoriť

source: Click to open post with T2 templates map with dependencies for templates
sk_sk: Kliknutím sem otvorte príspevok s T2 šablóny mapu s závislostí pre šablóny

source: T2 Templates Map
sk_sk: T2 Šablóny mapa

source: delete
sk_sk: odstrániť

source: edit
sk_sk: upraviť

source: duplicate
sk_sk: duplikát

source: from
sk_sk: od

source: on
sk_sk: na

source: log
sk_sk: Denník

source: Articles Log
sk_sk: Články denníka

source: Users Log
sk_sk: Používateľovi prihlásenie

source: visitor
sk_sk: návštevník

source: Thumb
sk_sk: Palec

source: Multi Vote
sk_sk: Multi hlasovanie

source: Vote
sk_sk: Hlasovanie

source: post
sk_sk: príspevok

source: comment
sk_sk: komentár

source: for
sk_sk: pre

source: user
sk_sk: používateľ

source: Post Review
sk_sk: Post preskúmanie

source: Value
sk_sk: Hodnota

source: Post Rating
sk_sk: Post Hodnotenie

source: Vote Rule
sk_sk: Pravidlo hlasovania

source: Moderate
sk_sk: Stredne

source: Comments Rating
sk_sk: Komentáre, Hodnotenie

source: Time Restriction
sk_sk: Časové obmedzenie

source: Restriction
sk_sk: Obmedzenie

source: Date
sk_sk: Dátum

source: Countdown
sk_sk: Odpočítavanie

source: You don't have any multi rating sets defined. Create at least one set.
sk_sk: Nemáte žiadne multi rating súpravy definované. Vytvoriť aspoň jeden súbor.

source: To change the active set, you need to select the set you want from the list on the left, and save this article to accept the change.
sk_sk: Zmeniť aktívneho súboru, musíte vybrať súbor, ktorý chcete zo zoznamu na ľavej strane, a zachrániť tento článok prijať zmeny.

source: All values for all sets will be saved in the database. This allows different multi rating sets reviews.
sk_sk: Všetky hodnoty pre všetky súbory budú uložené v databáze. To umožňuje rôzne multi rating nastaví hostí.

source: Clear
sk_sk: Jasné

source: Revert
sk_sk: Vrátiť

source: Set Name
sk_sk: Názov množiny

source: Graphics
sk_sk: Grafika

source: Multi Review
sk_sk: Multi recenzia

source: Articles Review
sk_sk: Recenzie články

source: Articles Rating Block
sk_sk: Články Rating blok

source: Aggregated Comments
sk_sk: Súhrnné poznámky

source: Blog Rating
sk_sk: Hodnotenie blogu

source: Thumbs Rating
sk_sk: Palce Rating

source: Select code:
sk_sk: Vyberte kód:

source: Results
sk_sk: Výsledky

source: Articles
sk_sk: Články

source: Comments
sk_sk: Komentáre

source: Shortcode:
sk_sk: Krátky:

source: Function:
sk_sk: Funkcia:

source: Rebuild
sk_sk: Prestavať

source: List of all functions with additional parameters
sk_sk: Zoznam všetkých funkcií s ďalšie parametre

source: Functions
sk_sk: Funkcie

source: Export Templates
sk_sk: Export šablóny

source: This will export all templates you created into a file.
sk_sk: Takto sa budú exportovať všetky šablóny, ktoré ste vytvorili do súboru.

source: Exported file will contain names, descriptions and contents of templates. File will be in CSV format.
sk_sk: Exportovaný súbor bude obsahovať názvy, opisy a obsahu šablóny. Súbor bude vo formáte CSV.

source: User Info
sk_sk: Informácie používateľovi

source: Minimal: only user id is exported
sk_sk: Minimálne: len id užívateľa vyváža

source: Normal: user id, name and email are exported
sk_sk: Normal: id užívateľa, názov a e-mail sú vyvážané

source: Data
sk_sk: Údaje

source: Post / Page votes
sk_sk: Post / stránka hlasov

source: Comments votes
sk_sk: Komentáre hlasov

source: Additional Columns
sk_sk: Dodatočné stĺpce

source: Post/Page title
sk_sk: Post/Page hlave

source: Post/Page date
sk_sk: Post/stránku dátum

source: Comment author
sk_sk: Komentár autora

source: Comment date
sk_sk: Dátum komentára

source: This will export voters data file.
sk_sk: Takto sa budú exportovať súbor údajov voličov.

source: Exported file will contain all the users ratings. File will be in CSV format.
sk_sk: Exportovaný súbor bude obsahovať všetky ívatežov. Súbor bude vo formáte CSV.

source: Quick Rating Facts
sk_sk: Rýchla fakty Rating

source: See All
sk_sk: Zobraziť všetky

source: Latest News
sk_sk: Najnovšie správy

source: Newsfeed update is disabled. You can enable it on settings page.
sk_sk: Newsfeed update vypnutá. Môžete ju povoliť na stránke nastavenia.

source: Registered users rated %s articles with average rating of %s and %s comments with average rating of %s. Visitors rated %s articles with average rating of %s and %s comments with average rating of %s.
sk_sk: Registrovaní užívatelia hodnotené %s články s priemerné hodnotenie %s a %s komentáre s priemerné hodnotenie % s. návštevníkov hodnotené %s články s priemerné hodnotenie %s a %s komentáre s priemerné hodnotenie z % s.

source: There are %s article and %s comments ratings waiting in moderation queue.
sk_sk: Existuje článok %s a %s komentáre hodnotenia čaká v umiernenosť fronta.

source: An error occured while loading newsfeed. Go to the %sfront page%s to check for updates.
sk_sk: Počas načítavania newsfeed sa vyskytla chyba. Prejdite na stránku sfront % %s chcete vyhľadať aktualizácie.

source: Version
sk_sk: Verzia

source: release date
sk_sk: dátum vydania

source: Change Log
sk_sk: Denník zmien

source: detailed list of changes
sk_sk: podrobný zoznam zmien

source: show
sk_sk: Zobraziť

source: Links
sk_sk: Odkazy

source: official plugin page
sk_sk: stránky oficiálnych plugin

source: visit
sk_sk: Navštívte

source: development home with svn
sk_sk: vývoj doma s svn

source: discussions group
sk_sk: diskusie skupiny

source: wordpress plugin page
sk_sk: WordPress plugin stránku

source: development progress
sk_sk: pokrok v rozvoji

source: follow
sk_sk: Postupujte podľa

source: Premium Support
sk_sk: Premium podpora

source: special plugin customizations
sk_sk: špeciálny plugin prispôsobenia

source: Donate
sk_sk: Darovať

source: help further development
sk_sk: ďalej napomáha rozvoju

source: collection of widgets
sk_sk: zbierka widgety

source: advanced pages widget
sk_sk: Pokročilé stránky widget

source: widget to add linkedin badge
sk_sk: widget pridať odznak linkedin

source: Official Website
sk_sk: Oficiálne stránky

source: golden dragon official web portal
sk_sk: Golden dragon oficiálne webový portál

source: Support Forum
sk_sk: Diskusné fórum

source: development discussion forum
sk_sk: rozvoj diskusné fórum

source: wordpress development
sk_sk: rozvoj WordPress

source: announcements and theme demo
sk_sk: oznamy a tému demo

source: Stars Preview
sk_sk: Hviezdy náhľad

source: Stars
sk_sk: Hviezdy

source: Size
sk_sk: Veľkosť

source: Author
sk_sk: Autor

source: Thumbs Preview
sk_sk: Palec náhľad

source: Thumbs
sk_sk: Palce

source: Trends Preview
sk_sk: Trendy náhľad

source: Trends
sk_sk: Trendy

source: Stars Sizes
sk_sk: Hviezdy veľkostí

source: Only sizes checked here will be included in the css file for the active rating blocks.
sk_sk: Len veľkosti skontrolovať tu budú zahrnuté v súbore css pre aktívny rating bloky.

source: Stars Sets
sk_sk: Hviezdy sety

source: Only stars set checked here will be included in the css file for the active rating blocks.
sk_sk: Iba hviezdy nastaviť skontrolovať tu budú zahrnuté v súbore css pre aktívny rating bloky.

source: Thumbs Sizes
sk_sk: Veľkosti palca

source: Only thumbs set checked here will be included in the css file for the active rating blocks.
sk_sk: Len palce nastaviť skontrolovať tu budú zahrnuté v súbore css pre aktívny rating bloky.

source: Record Id
sk_sk: Identifikácia záznamu

source: Type
sk_sk: Typ

source: Unban Selected
sk_sk: Unban vybraných

source: Ban Single IP's
sk_sk: Zákaz jednu IP

source: Add IP addresses
sk_sk: Pridať IP adresy

source: One IP address per line.
sk_sk: Jedna IP adresa na riadok.

source: Add
sk_sk: Pridať

source: Ban IP Range
sk_sk: Zákaz IP rozsahu

source: From
sk_sk: Od

source: To
sk_sk: Na

source: Ban IP Masked
sk_sk: Zákaz IP maskovaný

source: Mask
sk_sk: Maska

source: Use XXX as a part of IP or leave empty to mask.
sk_sk: Použite XXX ako súčasť IP alebo masku nechajte prázdne.

source: Multi Sets Editor
sk_sk: Multi sety Editor

source: Number Of Stars
sk_sk: Počet hviezdičiek

source: Defaults
sk_sk: Predvolené

source: Auto Insertion
sk_sk: Automatické vloženie

source: Insertion
sk_sk: Vloženie

source: No
sk_sk: nie

source: Category Based
sk_sk: Kategórie založené

source: All Posts
sk_sk: Všetky príspevky

source: All Pages
sk_sk: Všetky stránky

source: All Posts &amp; Pages
sk_sk: Všetky miesta &amp;amp; stránok

source: Location
sk_sk: Umiestnenie

source: Categories
sk_sk: Kategórie

source: Weight
sk_sk: Hmotnosť

source: Important Notice
sk_sk: Dôležité upozornenie

source: Once the set is created, you can't change number of elements in the set or number of stars! You can edit names and weight of the elements, name and description of the set.
sk_sk: Po vytvorení súboru nie je možné meniť počet prvkov v súbore alebo počet hviezdičiek! Môžete upraviť názvy a hmotnosť prvkov, názov a popis množiny.

source: Save Multi Set
sk_sk: Uložiť Multi Set

source: Multi Set Results
sk_sk: Multi množinu výsledkov

source: Search Posts
sk_sk: Hľadať príspevky

source: Title
sk_sk: Názov

source: View
sk_sk: Zobrazenie

source: Ratings
sk_sk: Hodnotenie

source: Total
sk_sk: Celkom

source: Review
sk_sk: Preskúmanie

source: Delete
sk_sk: Odstrániť

source: Visitors
sk_sk: Návštevníkov

source: Users
sk_sk: Užívatelia

source: All
sk_sk: Všetky

source: Moderation
sk_sk: Moderovanie

source: Vote Rules
sk_sk: Pravidlá hlasovania

source: Update
sk_sk: Aktualizácia

source: Voters
sk_sk: Voliči

source: Multi Sets
sk_sk: Multi sety

source: Add New Multi Rating Set
sk_sk: Pridať nový Multi Rating Set

source: Auto Insert
sk_sk: Auto vložiť

source: Statistics
sk_sk: Štatistiky

source: Delete Selected
sk_sk: Zmazať vybrané

source: Posts
sk_sk: Príspevky

source: Admin Display
sk_sk: Admin displej

source: Maximum screen width
sk_sk: Šírka maximálne obrazovky

source: Rows for display
sk_sk: Riadky na zobrazenie

source: Show column with number of views on the plugins articles panel.
sk_sk: Zobraziť stĺpec s počtom názorov na paneli články pluginy.

source: Maximum screen width is used only on WP version older than 2.7.
sk_sk: Šírka maximálne obrazovky slúži len na WP verzia staršia ako 2.7.

source: Plugin Panels
sk_sk: Plugin panely

source: Users rating managment.
sk_sk: Užívateľské Hodnotenie managment.

source: Setup
sk_sk: Nastavenie

source: Uninstall and maintenance.
sk_sk: Odinštalovať a údržbu.

source: Importing data for other rating plugins.
sk_sk: Importovanie údajov pre ostatné pluginy rating.

source: IP's
sk_sk: IP je

source: IP addresses managment.
sk_sk: IP adresy managment.

source: Other Settings
sk_sk: Ďalšie nastavenia

source: Update front page latest news feed.
sk_sk: Aktualizovať predná strana Novinky krmivo.

source: PHP is working in the safe mode. Plugin can't create folders for caching. You need to do it manually if you want to use cache.
sk_sk: PHP pracuje v núdzovom režime. Plugin nemožno vytvárať priečinky pre vyrovnávaciu pamäť. Musíte to urobiť manuálne, ak chcete použiť cache.

source: For cache to work, plugin must be able to access cache folder. Plugin has tried to create folders needed and failed. Until you resolved this issue cache feature can't be used.
sk_sk: Cache do práce, musí byť schopný prístup k priečinku cache plugin. Plugin sa snažila vytvoriť priečinky potrebné a zlyhala. Kým vám vyriešiť tento problém cache funkciu nemožno používať.

source: Either make <strong>wp-content</strong> folder writeable or create <strong>gd-star-rating</strong> folder in <strong>wp-content</strong> and make it writeable. Use 0755 chmod setting.
sk_sk: Buď robiť <strong>wp-obsahu</strong> zložky zapisovať alebo vytvoriť priečinok <strong>gd-star-rating</strong> v <strong>wp-obsah</strong> a urobiť z neho zapisovateľný. Použite 0755 chmod nastavenia.

source: Cache Activation
sk_sk: Cache aktivácie

source: Cache enabled.
sk_sk: Cache povolené.

source: Force using of cache. This is usefull in some rare cases when PHP can't report writeability correct.
sk_sk: Vynútiť pomocou cache. To je užitočné v niektorých zriedkavých prípadoch, keď PHP nemôže podať správu writeability správne.

source: Cache Cleanup
sk_sk: Vymazanie vyrovnávacej pamäte

source: Auto cleanup cache
sk_sk: Automatické čistenie cache

source: Enabled.
sk_sk: Povolené.

source: Cleanup cache every
sk_sk: Vyčistenie vyrovnávacej pamäte každý

source: Inline Debug Info
sk_sk: Informácie o ladení inline

source: Add small block with essential debug info into each rating block.
sk_sk: Malý blok s základné ladenie info pridať do každého bloku rating.

source: Important
sk_sk: Dôležité

source: Log Into File
sk_sk: Log do súboru

source: Log into file various debug information.
sk_sk: Log do súboru rôzne informácie o ladení.

source: Save into debug file each WP Query executed.
sk_sk: Uložiť do súboru ladenia každý WP dotazov popravený.

source: Number of stars
sk_sk: Počet hviezdičiek

source: Rating header
sk_sk: Rating hlavičky

source: Auto insert rating code
sk_sk: Auto vložiť rating kód

source: For individual posts.
sk_sk: Pre jednotlivé príspevky.

source: For individual pages.
sk_sk: Pre jednotlivé stránky.

source: For posts displayed in Archives.
sk_sk: Pre príspevky zobrazené v archívoch.

source: For posts displayed on Front Page.
sk_sk: Pre príspevky zobrazené na titulnej strane.

source: For posts displayed on Search results.
sk_sk: Pre príspevky zobrazené na výsledky hľadania.

source: Auto insert location
sk_sk: Auto vložiť umiestnenie

source: Vote rule
sk_sk: Pravidlo hlasovania

source: Moderation rule
sk_sk: Moderovanie pravidlo

source: Time restriction
sk_sk: Časové obmedzenie

source: Countdown value
sk_sk: Odpočítavanie hodnotu

source: Rating block CSS class
sk_sk: Rating blok CSS triedy

source: Rating text CSS class
sk_sk: Rating text CSS triedy

source: Rating header CSS class
sk_sk: Rating hlavičky CSS triedy

source: Rating stars CSS class
sk_sk: Rating hviezdy CSS triedy
