Repository: aviart/gd-star-rating
Catalog: languages/*-star-rating_*.po
Languages: sk_sk

source: Review Stars
sk_sk: Preskúmanie hviezdy

source: Thumbs Rating Block
sk_sk: Palce Rating blok

source: Insert
sk_sk: Vložiť

source: Shortcode
sk_sk: Krátky

source: Shortcode Info
sk_sk: Krátky Info

source: Change shortcode to see additional options you can set.
sk_sk: Zmeniť krátky vidieť ďalšie možnosti, môžete nastaviť.

source: Cancel
sk_sk: Zrušiť

source: Show Widget To
sk_sk: Zobraziť Widget

source: Hide Widget
sk_sk: Skryť Widget

source: Click on the header title to display the options.
sk_sk: Kliknutím na hlavičky názov zobrazte možnosti.

source: Number Of Comments
sk_sk: Počet komentárov

source: Maximal length of comment text
sk_sk: Maximálna dĺžka text komentára

source: Sorting Column
sk_sk: Triedenie stĺpcov

source: Comment ID
sk_sk: Komentár ID

source: Sorting Order
sk_sk: Poradie zoradenia

source: Hide comments with no recorded votes.
sk_sk: Skryť komentáre nevyskytli hlasy zaznamenané.

source: Use only comments voted for in last # days.
sk_sk: Používať len komentáre volili v posledných dňoch #.

source: Posts & Pages
sk_sk: Príspevky &amp; stránok

source: Maximal character length for title
sk_sk: Dĺžka maximálna znaku pre nadpis

source: Number of words for excerpt
sk_sk: Počet slov pre výpis

source: Article Category
sk_sk: Článok Kategória

source: Only selected category, no subcategories.
sk_sk: Iba vybraté kategórie, žiadne podkategórií.

source: Article Publish Date
sk_sk: Článok publikovať dátum

source: Any date
sk_sk: Ľubovoľný dátum

source: Resize Image
sk_sk: Veľkosť obrázka

source: Stars Set
sk_sk: Hviezdy Set

source: Stars Size
sk_sk: Veľkosť hviezdy

source: Review Set
sk_sk: Ďalšiu sadu

source: Review Size
sk_sk: Preskúmanie veľkosť

source: Thumbs Size
sk_sk: Veľkosti palca

source: Multi Ratings Review
sk_sk: Multi ratingy recenzia

source: Front Page
sk_sk: Predná strana

source: Latest
sk_sk: Najnovšie

source: Chart
sk_sk: Graf

source: articles records from log table removed.
sk_sk: články záznamy z tabuľky denník odstránený.

source: comments records from log table removed.
sk_sk: Komentáre záznamy z tabuľky denník odstránený.

source: articles records from trends log table removed.
sk_sk: záznamy článkov z trendy prihlásiť tabuľka odstránený.

source: comments records from trends log table removed.
sk_sk: Komentáre záznamy z trendy prihlásiť tabuľka odstránený.

source: dead articles records from articles table.
sk_sk: mŕtvy články záznamy z tabuľky články.

source: post revisions records from articles table.
sk_sk: poštou revízie záznamy z tabuľky články.

source: dead comments records from comments table.
sk_sk: mŕtvy komentáre záznamy z tabuľky komentáre.

source: dead articles records from multi ratings tables.
sk_sk: mŕtvy články záznamy z multi ratingy tabuliek.

source: post revisions records from multi ratings tables.
sk_sk: poštou revízie záznamy z multi tabuľky hodnotenia.
